Repository: codesyntax/cs.blogextender
Catalog: */blogextender/locales/*/LC_MESSAGES/*.blogextender.po
Languages: eu

source: ${num} replies
eu: ${num} erantzun

source: 1 reply
eu: Erantzun 1

source: Activate blog
eu: Bloga aktibatu

source: Blog disabled correctly
eu: Bloga ondo desaktibatu da

source: Blog enabled correctly
eu: Bloga ondo aktibatu da

source: Blog's RSS feed
eu: Blogaren RSS jarioa

source: Comments' RSS feed
eu: Erantzunen RSS jarioa

source: Created
eu: Sortze-data

source: Creator
eu: Egilea

source: Deactivate blog
eu: Bloga desaktibatu

source: Discussion Item
eu: Iruzkina

source: E-mail
eu: E-posta

source: E-mail addresses where you will receive the replies of your posts. One per line.
eu: Blogeko erantzunak zein eposta helbidetara bidaliko diren. Idatzi bat lerro bakoitzean.

source: FeedBurner address for your blog comments
eu: Blogaren erantzunen FeedBurner helbidea (utzi hutsik ez baduzu FeedBurner-ik)

source: FeedBurner address for your blog posts
eu: Blogaren artikuluen FeedBurner helbidea (utzi hutsik ez baduzu FeedBurner-ik)

source: Header image
eu: Goiburuko irudia

source: If you are using FeedBurner to manage your RSS feeds, enter here the address of your comments' feed
eu: Zure RSS jarioak kudeatzeko FeedBurner erabiltzen baduzu, sartu hemen helbidea eta hauxe izango da RSS jario bezala erakutsiko dena

source: If you are using FeedBurner to manage your RSS feeds, enter here the address of your posts' feed
eu: Zure RSS jarioak kudeatzeko FeedBurner erabiltzen baduzu, sartu hemen helbidea eta hauxe izango da RSS jario bezala erakutsiko dena

source: Images and files
eu: Irudiak eta fitxategiak

source: Latest comments
eu: Azken erantzunak

source: Latest replies
eu: Azken erantzunak

source: Modified
eu: Aldaketa.data

source: No reply.
eu: Erantzunik ez

source: Small image
eu: Irudi txikia

source: Text
eu: Testua

source: Title
eu: Izenburua

source: URL
eu: URLa

source: Upload the image for the header of your blog
eu: Blogaren goiburuko irudia kargatu

source: Upload your small image here.
eu: Zure argazki txikia kargatu
